Repository: Sky10line/GameEven
Catalog: GameEven/GameEven/*.lproj/Localizable.strings
Languages: pt_br

# Parte 1
source: Bip Bip! calling earth...
pt_br: Bip Bip! Chamando Terra...

# Parte 2
source: Hello inhabitants of this planet.
pt_br: Olá habitantes desse planeta.

# Parte 3
source: Nice to meet you, my name is Even.
pt_br: Muito prazer, eu me chamo Even.

# Parte 4
source: Your new alien pal.
pt_br: Seu novo companheiro alienígena.

# Parte 5
source: Why am I on Earth?
pt_br: Por que estou na Terra?

# Parte 6
source: Good question.
pt_br: Boa pergunta.

# Parte 7
source: I came from a square planet.
pt_br: Eu vim de um planeta quadrado.

# Parte 8
source: All the inhabitants there were thinking inside the box.
pt_br: Todos os habitantes de lá pensavam dentro da caixinha.

# Parte 9
source: They were very square.
pt_br: Eles eram muito quadradões.

# Parte 10
source: Until I was born. nVery different from them.
pt_br: Até que eu nasci. Bem diferente deles.

# Parte 11
source: Since I was little, I am very curious.
pt_br: Desde pequeno, eu sou muito curioso.

# Parte 12
source: I always asked questions that no one could answer.
pt_br: Sempre fazia perguntas que ninguém conseguia me responder.

# Parte 13
source: So I decided to create my ship and explore the universe.
pt_br: Então decidi criar minha nave e explorar o universo.

# Parte 14
source: Oh! Why am I on Earth...
pt_br: Aaa verdade! Por que estou na Terra…

# Parte 15
source: So far everything was fine
pt_br: Até ai estava tudo bem.

# Parte 16
source: Until suddenly my radar stopped working, I hit an asteroid and ended up here.
pt_br: Mas de repente o meu radar parou de funcionar, eu bati em um asteroide e vim parar aqui.

# Parte 17
source: Now I need your help to explore this universe.
pt_br: Agora preciso da sua ajuda para desbravar esse universo.

# Parte 18
source: But before you help me fix the ship...
pt_br: Mas antes de você me ajudar a consertar a nave.

# Parte 19
source: We will train your mind to think outside the box.
pt_br: Nós vamos treinar a cachola para pensar fora da caixinha.

# Parte 20
source: You're ready for the challenge?
pt_br: Topa o desafio?

source: Reset
pt_br: Resetar

source: CONFIRM
pt_br: CONFIRMAR

source: CANCEL
pt_br: CANCELAR
